<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
  <head>
    <meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
    <title>
      The Project Gutenberg eBook of Zweierlei Denken, by August B&uuml;ttner
    </title>
    <style type="text/css">
/*<![CDATA[  XML blockout */
<!--
    body { margin-left: 15%; margin-right: 15%; }

    p { margin-top: .75em;
        text-align: justify;
        margin-bottom: .75em;
      }

    h1 { text-align: center; clear: both; }

    ol li { padding: 0.35em 0 0.35em 0; text-align: justify; }

    .center { text-align: center; }

    .gesperrt { letter-spacing: 0.15em; }
    em.gesperrt,
    cite { font-weight: normal; font-style: normal; }

    .figcenter { margin: 40px auto 40px auto; text-align: center; }

    .pagenum  { position: absolute;
                left: 88%;
                font-size: small;
                text-align: right;
                color: #808080;
              }

    .footnotes        { border: 1px dashed #808080; margin-top: 60px; margin-bottom: 80px; padding: 10px; }
    .footnote         { margin-left: 2em; margin-right: 2em; }
    .footnote .label,
    .fnanchor         { vertical-align: super; text-decoration: none; font-size: x-small; font-weight: normal; }
// -->
/* XML end  ]]>*/
    </style>
  </head>
<body>

<h1 style="margin: 80px 0 0 0;">Zweierlei Denken</h1>

<p class="center" style="font-size: 1.2em;">Ein Beitrag zur Physiologie des Denkens</p>

<p class="center" style="margin-top: 40px; line-height: 1.4em;"><big style="font-size: 1.1em;">Vortrag</big><br/>
gehalten auf der Versammlung Deutscher<br/>
Naturforscher und &Auml;rzte in Salzburg 1909<br/><br/>

von<br/><br/>

A.&nbsp;B&uuml;ttner</p>

<div class="figcenter" style="width: 93px;">
<img src="images/tp.png" width="93" height="120" alt="" title="" />
</div>

<p class="center" style="line-height: 1.5em; margin-bottom: 40px;">Leipzig<br/>
<span class="gesperrt">Verlag von Johann Ambrosius Barth</span><br/>
1910</p>

<p class="center" style="font-size: 0.8em;">Spamersche Buchdruckerei in Leipzig</p>



<p style="margin-top: 6em;"><span class='pagenum'><a name="Page_3">[3]</a></span></p>
<p class="center" style="font-size: 1.75em; font-weight: bold;">Zweierlei Denken.</p>

<p class="center" style="font-size: 1.25em; font-weight: bold; margin-bottom: 1.5em;">Ein Kapitel aus der Physiologie des Denkens.</p>


<p>Mein Thema, das die Gegen&uuml;berstellung von
zweierlei Formen des Denkens, des vorstellenden
und des begrifflichen Denkens, zum Gegenstande
hat, ist ein Kapitel mitten aus dem Buche einer
verh&auml;ltnism&auml;&szlig;ig neuen Wissenschaft, der naturwissenschaftlichen
Psychologie. Deshalb ist es n&ouml;tig, wenigstens
in aller K&uuml;rze, vorauszuschicken, was ich als
den Inhalt der vorhergehenden Kapitel, also als die
Grundlage meiner Er&ouml;rterungen ansehe.</p>

<p>Dies um so mehr, als diese Grundlagen &ndash; wie
es bei einer so jungen Wissenschaft nicht anders
m&ouml;glich ist &ndash; noch keineswegs allgemeiner Anerkennung
sich erfreuen. Und gerade unter Ihnen,
meine Herren, die Sie zum Teil als Pioniere auf den
Gebieten der Neurologie und Hirnanatomie die Fundamente
unserer Wissenschaft legen und sich nur zu
oft der noch klaffenden L&uuml;cken schmerzlich bewu&szlig;t
sein werden, wird gewi&szlig; mancher sein, der es f&uuml;r
unwissenschaftlich, ja vermessen halten wird, auf
einem so schwankenden Grunde ein k&uuml;hnes Geb&auml;ude
zu errichten. Aber mein Vorgehen widerspricht
bew&auml;hrten Denkgrunds&auml;tzen nicht, ist methodologisch
nicht falsch! Denn so unzweckm&auml;&szlig;ig es
im praktischen Leben w&auml;re, die Tragf&auml;higkeit eines
<span class='pagenum'><a name="Page_4">[4]</a></span>
Baugrundes daran erproben zu wollen, ob das darauf
gebaute Haus einf&auml;llt &ndash; wobei ja gar leicht
auch der Wi&szlig;begierige zu Schaden kommt &ndash;, so
unsch&auml;dlich und unentbehrlich ist dies Verfahren in
der Wissenschaft: ob eine Hypothese festen Boden
der Erkenntnis darstellt, wird am besten daran erprobt,
ob das auf ihr errichtete Geb&auml;ude von Folgerungen
nicht zusammenst&uuml;rzt.</p>

<p>Die Grenzen, innerhalb deren sich meine Er&ouml;rterungen
halten sollen, fallen zusammen mit den Grenzen
des physikalisch Quantitativen. Es sind lediglich
energetische Prozesse, Prozesse also, die r&auml;umlich,
zeitlich und kausal me&szlig;bar sind, die uns besch&auml;ftigen
werden. Jenseits der Grenzen dieses Vortrages
liegt das <em class="gesperrt">Bewu&szlig;te, Qualitative, eigentlich
Psychische</em>. Zwar teile ich die fast allgemeine
Ansicht nicht, da&szlig; diese Seite unseres Wesens jenseits
der Grenzen der Naturwissenschaft &uuml;berhaupt
liegt &ndash; damit w&auml;ren wir dem Dualismus trotz aller
verh&uuml;llenden Worte von Identit&auml;t, von &auml;u&szlig;erer und
innerer Anschauung u.&nbsp;dgl. unrettbar verfallen &ndash;,
aber jedenfalls liegt es au&szlig;erhalb der M&ouml;glichkeit,
sie hier <em class="gesperrt">nebenher</em> zu behandeln.</p>

<p>Gleichwohl werde ich mir erlauben, mich der <em class="gesperrt">Ausdr&uuml;cke</em>
der Bewu&szlig;tseins-Psychologie zu bedienen,
darunter aber die entsprechenden physiologischen
Vorstellungen zu verstehen. Nur f&uuml;r die Bewu&szlig;tseins-Psychologie
ist ja bisher eine Terminologie ausgebildet,
und es w&auml;re sehr l&auml;stig und zeitraubend, wenn
<span class='pagenum'><a name="Page_5">[5]</a></span>
ich z.&nbsp;B., um das Wort &raquo;Empfindung&laquo; zu vermeiden,
jedesmal das Nervengebilde beschreiben wollte, das
ihr entspricht. Die Parallelismustheorie gestattet
uns ja auch von vornherein ein solches allgemeines
Sichentsprechen anzunehmen. Eine Unklarheit kann,
bei der prinzipiellen Ausschlie&szlig;ung des Bewu&szlig;ten
aus unseren Er&ouml;rterungen, dadurch nicht entstehen.</p>

<p>Das Ausgangsgebilde der seelischen Entwicklung
ist der <em class="gesperrt">Reflex</em>.</p>

<p>Der Reflex ist unterseelisch, unterbewu&szlig;t, wenn
die Verbindung zwischen den sensorischen und den
motorischen Bahnen durch wenige verbindende
Fasern, meist des R&uuml;ckenmarkes, hergestellt wird,
er wird psychisch, bewu&szlig;t, wenn die Verbindung
durch die zahllosen Fasern des nerv&ouml;sen Zentralorgans
bewirkt wird: wenn das Gehirn <em class="gesperrt">denkt</em>.</p>

<p>Das Resultat dieser zentralen Prozesse ist eine
motorische Reaktion, die &ndash; zum gro&szlig;en Vorteil des
Individuums &ndash; nicht lediglich (wie beim einfachen
Reflex) dem gerade gegenw&auml;rtig wirkenden Reize
entspricht, sondern auch mancherlei fr&uuml;here Reize
ber&uuml;cksichtigt.</p>

<p>In <em class="gesperrt">Nervenprozessen</em> also, so d&uuml;rfen wir annehmen,
besteht alles Denken, alles psychische Geschehen
&ndash; diese aber, worin bestehen sie?</p>

<p>Die einzige Funktion der Nerven ist es &ndash; hier
folge ich den bewundernswerten Ausf&uuml;hrungen von
<em class="gesperrt">Kassowitz</em><a name="FNanchor_1_1" href="#Footnote_1_1" class="fnanchor">[1]</a> &ndash;, einen chemischen Zerfallproze&szlig; von
<span class='pagenum'><a name="Page_6">[6]</a></span>
einem Ende zum anderen hindurchzuleiten. Ein Proze&szlig;,
der in ganz gleicher Weise in allem lebenden
Protoplasma vor sich geht &ndash; und, d&uuml;rfen wir sagen,
dessen Leben ausmacht &ndash;, durcheilt die Nervenbahn
infolge ihrer besonders labilen chemischen
und mechanischen Struktur mit der Geschwindigkeit
von etwa 30&nbsp;m/Sek., w&auml;hrend unmittelbar hinterher
der Nerv aus den Zerfallprodukten selbst und aus
den im Blutstrom herangeschafften chemischen Energien
sich wieder aufbaut. Nichts Weiteres soll in
den Nerven vorgehen. In einfache Leitungsprozesse
also sind alle psychischen Prozesse aufzul&ouml;sen und
die <em class="gesperrt">Aufgabe</em> einer naturwissenschaftlichen Psychologie
<em class="gesperrt">besteht darin</em>, alles seelische Geschehen in
Ausdr&uuml;cken von Leitungs- oder Bahnprozessen zu
begreifen. Da&szlig; mit L&ouml;sung dieser Aufgabe das
Seelenleben sich in einer gro&szlig;artigen Einfachheit
darstellen w&uuml;rde, die siegreich alle die Worterkl&auml;rungen
der alten Psychologie aus dem Felde schlagen
m&uuml;&szlig;te, leuchtet ohne weiteres ein. Aber noch mehr!
Wenn die Hypothese sich als stichhaltig erweist, so
werden wir erwarten d&uuml;rfen, da&szlig; nicht nur die
<em class="gesperrt">bekannten Erscheinungen</em> in ihr Gewand sich
einkleiden lassen, sondern da&szlig; auch <em class="gesperrt">neue Einsichten</em>
durch sie erschlossen und bekannte durch
sie <em class="gesperrt">sch&auml;rfer gefa&szlig;t</em> werden k&ouml;nnen. Und um
das letztere handelt es sich uns bei der Unterscheidung
des vorstellenden und des begrifflichen
Denkens.</p>

<p><span class='pagenum'><a name="Page_7">[7]</a></span>
Verfolgen wir zun&auml;chst die <em class="gesperrt">aufsteigende Reihe
der Nervenbahngebilde</em>.</p>

<p>Von der Au&szlig;enwelt werden durch Vermittlung
der Sinnesorgane in den sensorischen Nerven Str&ouml;me
(d.&nbsp;h. Zerfallprozesse) ausgel&ouml;st, die bis zu den
Sinnessph&auml;ren des Gehirns fortgeleitet werden und
hier einen gewissen Komplex von Bahnen innervieren,
d.&nbsp;h. <em class="gesperrt">Empfindungen</em> hervorrufen.</p>

<p>Mehrere derartige Stromkomplexe flie&szlig;en, wenn
sie gleichzeitig erregt werden, also etwa von <em class="gesperrt">einem</em>
Objekte herr&uuml;hren, leicht zusammen und bilden so
ein gro&szlig;es Bahngebilde &ndash; die <em class="gesperrt">Wahrnehmung</em>.
Wir wollen diese durch ihre Konfiguration eindeutig
bestimmten Nervenbahngebilde <em class="gesperrt">Bahnfiguren</em>
nennen.</p>

<p>Diese Bahnfiguren haben nat&uuml;rlich mit den Objekten
keinerlei &Auml;hnlichkeit. Sie verhalten sich zu
den Dingen nicht wie ihre Bilder, sondern wie ihre
<em class="gesperrt">Symbole</em>, ihre konventionellen Vertreter.</p>

<p>Jeder Nervenstrom hinterl&auml;&szlig;t den Nerven in einer
Verfassung, wodurch er f&uuml;r eine wiederholte Erregung
leichter passierbar wird. Die Bahnfigur einer Wahrnehmung
kann <em class="gesperrt">so</em> leicht wieder belebt werden, und
zwar nicht nur von den Sinnesorganen, sondern
auch vom Zentrum aus. Die wiederbelebten Bahnfiguren
sind <em class="gesperrt">Vorstellungen</em>.</p>

<p>Diese Eigenschaft der Nervensubstanz &ndash; durch
Wiederholung des Zerfalls zerfallf&auml;higer zu werden &ndash;
ist wohl eine der schwerstverst&auml;ndlichen, da zu ihr
<span class='pagenum'><a name="Page_8">[8]</a></span>
am wenigsten Seitenst&uuml;cke in der Chemie des Leblosen
zu finden sind. Die Ausdr&uuml;cke &raquo;ausschleifen&laquo;,
&raquo;bahnen&laquo;, die nur mechanische Vorg&auml;nge andeuten,
sind nur Notbehelfe f&uuml;r die Vorstellung. Indessen
gibt es nicht den geringsten Grund, an der Erkl&auml;rbarkeit
des Bahnungsprozesses zu zweifeln.</p>

<p>In dem Str&ouml;men der Erregung von einer Bahnfigur
zur anderen oder von zwei gleichzeitig erregten
Figuren zueinander besteht die <em class="gesperrt">Assoziation</em> der
Vorstellungen und bei reicherer Entfaltung das <em class="gesperrt">Denken
in Vorstellungen</em>.</p>

<p>Und der Aufbau der Seelengebilde setzt sich
fort: Wie die Bahnfiguren uns die Dinge und ihre
Beziehungen vertreten, so k&ouml;nnen sie selbst vertreten
werden durch einen ihrer Teile, durch eine
phonetische Gruppe &ndash; das <em class="gesperrt">Wort</em>. <em class="gesperrt">Auf die Symbolschicht
der Vorstellungen baut sich so
gleichsam ein h&ouml;heres Stockwerk auf, eine
Schicht von Symbolen 2. Grades, von &Uuml;bersymbolen.</em>
Es entsteht ein Bau, wie wir ihn uns
etwa in dieser Figur schematisch veranschaulichen
k&ouml;nnen.</p>

<div class="figcenter" style="width: 537px;">
<img src="images/img009.png" width="537" height="600" alt="Schema des Aufbaus des Verstandes" title="" />
</div>

<p>Wie es zu dem so hoch bedeutsamen <em class="gesperrt">Schritt
der Sprachbildung</em> gekommen ist, einem Schritt,
den uns bekanntlich die ganze Tierwelt nicht hat
nachmachen k&ouml;nnen? Sie wissen, da&szlig; es daf&uuml;r eine
ganze Anzahl Theorien gibt. Ich bin der Ansicht,
da&szlig; das <em class="gesperrt">Mitteilungsbed&uuml;rfnis</em> entscheidend war:
Der Mensch ist eben kein Individuum, sondern ein
<span class='pagenum'><a name="Page_9">[9]</a></span>
soziales Wesen. Da&szlig; daf&uuml;r die akustische Sph&auml;re
wegen ihrer engen Verbindung mit der motorischen
Sprachsph&auml;re besonders geeignet war, bedarf keiner
Er&ouml;rterung. Die <em class="gesperrt">Warn-</em> und <em class="gesperrt">Lockrufe</em> der gesellig
lebenden Tiere stellen meines Erachtens die ersten
primitiven Worte und Begriffe dar &ndash; die Begriffe
&raquo;Gefahr&laquo;, &raquo;Nahrung&laquo;! Denn das ist der gro&szlig;e Gewinn
durch die &Uuml;bersymbolbildung, da&szlig; uns das
Wort alle die Vorstellungen vertritt, von deren Figur
<span class='pagenum'><a name="Page_10">[10]</a></span>
es einen Teil ausmacht. Mit einem Laut kann schon
das Tier vielerlei Gefahren, vielerlei Nahrungsm&ouml;glichkeiten
bezeichnen. Das Wort begreift symbolisch
eine gro&szlig;e Zahl von Vorstellungen. <em class="gesperrt">Begriff und
Wort sind fast identisch.</em> Denn sie sind <em class="gesperrt">dieselbe
Bahnfigur</em> im Sprachzentrum. Nur da&szlig; beim
<em class="gesperrt">Begriff</em> mehr die Verbindungen dieser Figur mit
den Vorstellungen belebt sind, beim <em class="gesperrt">Wort</em> mehr die
zu den motorischen Nerven. Das scheint mir eine klare
Darstellung des so viel umstrittenen Verh&auml;ltnisses.</p>

<p>Die Worte und Begriffe vertreten die Vorstellungen,
wie das Papiergeld, der Wechsel das Metallgeld
vertritt, oder wie die Gesandten ihre M&auml;chte
vertreten, wodurch bekanntlich der Geldverkehr, der
diplomatische Verkehr au&szlig;erordentlich erleichtert
wird. Es entsteht in der Sprachregion ein <em class="gesperrt">neues
Denken</em>, und unsere Frage ist nun: <em class="gesperrt">Wie verh&auml;lt
sich dies sprachliche, begriffliche Denken
zu dem vorstellenden Denken?</em></p>

<p>Ohne weiteres ist klar, da&szlig; das vorstellende Denken
n&auml;here Verbindungen mit der Welt der Objekte,
der Wirklichkeit hat &ndash; das Begriffliche ist ja &uuml;berhaupt
nur durch die Vorstellungen mit dieser verbunden
&ndash;, und da&szlig; es darin die gr&ouml;&szlig;ere Gew&auml;hr
besitzt, der Wirklichkeit zu entsprechen, richtig auf
sie reagieren zu k&ouml;nnen.</p>

<p>Dagegen besitzt das begriffliche Denken die Vorz&uuml;ge,
leichter mit gro&szlig;en Vorstellungsmassen operieren
und sich Anderen mitteilen zu k&ouml;nnen.</p>

<p><span class='pagenum'><a name="Page_11">[11]</a></span>
Daher wird das erstere von denen ge&uuml;bt, die
mit den Dingen zu tun haben, das letztere von
denen, die mit Menschen und Spekulationen sich
besch&auml;ftigen.</p>

<p>In <em class="gesperrt">Vorstellungen</em> denkt der Naturforscher, der
Arzt, der Erfinder, Techniker, Landwirt, Offizier, &uuml;berhaupt
der Mann der praktischen Berufe. Aber auch
der Schachspieler, der seine k&uuml;nstliche Wirklichkeit
vor sich hat.</p>

<p>In <em class="gesperrt">Begriffen</em> denkt der spekulative Philosoph, der
Theologe, Jurist.</p>

<p>In beiden der Staatsmann, der Kaufmann, da sie
sowohl mit Dingen wie mit Menschen zu rechnen
haben.</p>

<p>Den Mathematiker m&uuml;ssen wir spalten in einen
Geometriker, der in Vorstellungen, und einen Arithmetiker,
der in Begriffen denkt. (Poincar&eacute; unterscheidet
den intuitiven von dem logischen Mathematiker,
was auf dasselbe hinauskommt.)</p>

<p>Also:</p>

<div style="margin-left: 1.5em;">
<p>hier <em class="gesperrt">Sach</em>denken, dort <em class="gesperrt">Sprach</em>denken,</p>

<p>hier <em class="gesperrt">Naturwissenschaft</em>, dort Geisteswissenschaft oder besser <em class="gesperrt">Begriffswissenschaft</em>,</p>

<p>hier individuelles <em class="gesperrt">Wirklichkeitsdenken</em>, dort <em class="gesperrt">soziales Denken</em>.</p>
</div>

<p>Schon aus dieser Gegen&uuml;berstellung ist klar, wie
tief dieser Gegensatz in unser Leben einschneidet,
wie wichtig es deshalb auch in praktischer Hinsicht
ist, &uuml;ber ihn volle Klarheit zu gewinnen.</p>

<p><span class='pagenum'><a name="Page_12">[12]</a></span>
Und es ist ganz erstaunlich, wie schwer der
Menschheit diese Klarheit geworden ist und wie
verh&auml;ngnisvoll oft die Fehler gewesen sind, die aus
einem Verkennen der Natur des sprachlichen Denkens
entsprungen sind. Erstaunlich, aber erkl&auml;rlich.
Mit der Bildung von sprachlichen &Uuml;bersymbolen war
dem Menschen ein Instrument gegeben, das Denken
zugleich <em class="gesperrt">leichter</em> und <em class="gesperrt">m&auml;chtiger</em> und <em class="gesperrt">sozialer</em> zu
machen: Nicht mehr brauchten jetzt die Verbindungen
zwischen den Bahnfiguren das ganze Gehirn zu durchziehen,
von einer Sinnessph&auml;re zur anderen, sondern
in dem engen Bereich der Sprachsph&auml;re konnten sie
vollzogen werden. Dabei umfa&szlig;ten die Begriffe mehr
Einzelheiten als selbst die Sammelvorstellungen; die
Denkoperationen mit ihnen waren dementsprechend
allgemeiner, ergiebiger und fruchtbarer. Was Wunder,
da&szlig; die Menschen dies wundervolle Instrument
mit Eifer und naivem Vertrauen handhabten, ohne
sich &uuml;ber seine Natur und Leistungen klar zu sein,
ja da&szlig; schlie&szlig;lich die es Handhabenden von einem
wahren Machtrausch ergriffen wurden. So zieht sich
eine Kette des Mi&szlig;verstehens von den indischen
Denkern, die in Begriffen von gr&ouml;&szlig;ter Allgemeinheit
(d.&nbsp;h. Vorstellungslosigkeit) schwelgten, &uuml;ber die griechischen
Sophisten, die die Dialektik des begrifflichen
Denkens zu praktischen Zwecken ausbildeten und
zum Teil mi&szlig;brauchten, &uuml;ber <em class="gesperrt">Plato</em>, dem nur die
Begriffe das wahre Sein, die Dinge nur dessen Abglanz
waren, durch das Mittelalter, in dem die
<span class='pagenum'><a name="Page_13">[13]</a></span>
Realisten die Realexistenz der Begriffe vertraten,
durch die deutsche spekulative Philosophie hindurch
bis in unsere Tage.</p>

<p><em class="gesperrt">Das leichte Zusammenfassen</em> vieler Vorstellungen
in dem &Uuml;bersymbol eines Wortes bewirkt,
da&szlig; <em class="gesperrt">zuerst</em> im Sprachzentrum, mit &Uuml;berspringen
gleichsam des Vorstellungsgebietes, ein Zusammenfassen
zustande kommt. Es verf&uuml;hrt uns aber auch
leicht dazu, uns bei diesem Zusammenfassen als
einer wirklichen Erkenntnis zu beruhigen. So sehen
wir in allen Wissenschaften &ndash; nicht zum wenigsten
in der Psychologie &ndash; Worte die erste Stufe der
Erkenntnis bilden und f&uuml;r vollg&uuml;ltige Erkl&auml;rungen genommen
werden. Und lange dauert es stets, ehe sie
mit Vorstellungen durchtr&auml;nkt und dabei meistens
durch bessere ersetzt werden. So geht die Erkenntnis
h&auml;ufig den umgekehrten Weg des physiologischen
Prozesses.</p>

<p>Das <em class="gesperrt">leichte Kombinieren</em> ferner der Begriffe
im Sprachzentrum verleitet unausgesetzt zu demselben
Fehler, den die B&ouml;rse, das Verkehrszentrum, begeht,
wenn sie den bequemen Papierverkehr zu selbst&auml;ndig
und zu losgel&ouml;st von der Wirklichkeit der Waren,
die durch die Papiere symbolisiert werden, betreibt.
In beiden F&auml;llen entstehen haltlose Gebilde, die
schlie&szlig;lich mit der Wirklichkeit kollidierend zusammenbrechen.</p>

<p>Wohl kaum abzuwehren brauche ich die Auffassung,
als w&uuml;rde das vorstellende Denken reinlich
<span class='pagenum'><a name="Page_14">[14]</a></span>
getrennt vom Begrifflichen von uns ausge&uuml;bt. Es
w&auml;re ja, nachdem einmal das wundervolle Instrument
der Sprache geschaffen ist, unverzeihlich, wenn nicht
auch die sich seiner bedienten, deren Denken sich
eng an die Wirklichkeit anschlie&szlig;t und deshalb
<em class="gesperrt">vorzugsweise</em> in Vorstellungen bewegt. Damit erledigt
sich auch die oft er&ouml;rterte Frage, ob es ein
nicht-sprachliches Denken &uuml;berhaupt gibt.</p>

<p>Gehen wir aber, nachdem wir den allgemeinen
Charakter der beiden Denkformen festgestellt haben,
nunmehr genauer auf die Vorg&auml;nge, die sich in ihnen
abspielen, ein!</p>

<p>Wir haben das Denken aufgefa&szlig;t als eine Folge
von Zerfallprozessen, die das sehr labile Protoplasma
der Hirnnerven durcheilen, nachdem sie an einem
Ende eingeleitet sind. Stellen wir uns aber das Wirrsal
von Millionen zerfallbereiter Fasern vor, durchflogen
gleichsam von einem glimmenden Brande,
dessen Verlauf durch nichts bestimmt wird als durch
die mehr oder weniger gro&szlig;e Zerfallbereitschaft der
einzelnen Fasergruppen, so scheint diese Vorstellung
doch recht wenig &Auml;hnlichkeit mit der eines <em class="gesperrt">geordneten
Denkens</em> zu haben.</p>

<p>Blo&szlig;e chemische Zerfallprozesse &ndash; wie sollen
die in ihrer vollendeten <em class="gesperrt">Formlosigkeit</em> die <em class="gesperrt">scharfen
Formanschauungen</em> darstellen k&ouml;nnen, die
dem K&uuml;nstler oder dem Chirurgen oder dem J&auml;ger
oder auch nur seinem Wilde eigent&uuml;mlich sind, wie
in ihrer <em class="gesperrt">Unberechenbarkeit</em> &ndash; denn alle Ausl&ouml;seprozesse
<span class='pagenum'><a name="Page_15">[15]</a></span>
sind unberechenbar &ndash; die <em class="gesperrt">genauen
Messungen und Berechnungen</em> herstellen, die
der Astronom, der Physiker aus&uuml;bt? Wie soll in
diesem Wirrsal der <em class="gesperrt">Charakter der Ordnung</em>, der
&Uuml;ber- und Unterordnung zustande kommen, den
das Denken des Mathematikers, des Logikers, des
Juristen verlangt?</p>

<p><em class="gesperrt">Wie ordnen sich die Nervenprozesse, die
das Denken ausmachen, so, da&szlig; sie der Wirklichkeit
entsprechen, &ndash; das ist in der Tat
die Kardinalfrage</em>, von deren Beantwortung unser
Verst&auml;ndnis des Vorganges, ja die Haltbarkeit der
ganzen Hypothese abh&auml;ngt.</p>

<p>Nat&uuml;rlich m&uuml;ssen wir bei dem Beantwortungsversuch
auf alle die sch&ouml;nen Worte, wie Verstand,
Kategorien, logische Grunds&auml;tze usw., verzichten, die
den Bewu&szlig;tseinspsychologen zur Erkl&auml;rung der Ordnung
im Denken zur Verf&uuml;gung stehen, &ndash; es sei
denn, da&szlig; es uns gel&auml;nge, ihnen einen physikalisch-chemischen
Sinn zu verleihen.</p>

<p>Sehen wir also zu, wo wir mechanisch ordnende
Prinzipien entdecken.</p>

<p>Ordnung kann dem Gehirnprozesse entweder <em class="gesperrt">von
innen</em> (aus sich selbst) oder von <em class="gesperrt">au&szlig;en</em> kommen.</p>

<p>Da wir alles seelische Geschehen als veranla&szlig;t
<em class="gesperrt">von au&szlig;en</em>, zur Wirkung <em class="gesperrt">nach au&szlig;en</em> auffassen,
so liegt es nahe, zu untersuchen, ob die Au&szlig;enwelt
die Ordnung schaffende Macht ist. Und in der Tat
ist dies der Fall.</p>

<p><span class='pagenum'><a name="Page_16">[16]</a></span>
Jede unserer Bewegungen, die einem falschen
Raumbilde entstammt und deshalb ihr Ziel verfehlt,
z.&nbsp;B. die falschen Greifbewegungen des kleinen Kindes,
wird von der Au&szlig;enwelt mit einem erziehenden Klaps
beantwortet. Und diese korrigierende Wirkung reicht
von den einfachsten Reflexbewegungen bis zu unseren
aus kompliziertestem Denken entsprungenen Handlungen.
<em class="gesperrt">Die Wirklichkeit merzt die nicht in
sie passenden, mit anderen durch sie hervorgerufenen
Vorstellungen kollidierenden
Bahnfiguren aus.</em></p>

<p>Man k&ouml;nnte einwenden, da&szlig; doch die Tiere zusammengesetzte
Instinkthandlungen sofort richtig vollf&uuml;hren,
da&szlig; ihnen also ein ordnendes Prinzip eingeboren
sein m&uuml;sse und sie somit der Erziehung
durch die Wirklichkeit nicht bed&uuml;rften. Aber Instinkthandlungen
sind nicht anders zu beurteilen als einge&uuml;bte
Handlungen, bei denen auch die Lehrmeisterin
Wirklichkeit <em class="gesperrt">nicht mehr</em> t&auml;tig zu sein braucht, weil
sie es fr&uuml;her war.</p>

<p>Aber die Korrektur, die die Au&szlig;enwelt an unseren
Vorstellungen vornimmt, w&uuml;rde uns von geringem
Nutzen sein, wenn die gro&szlig;e Kraftverschwendung,
die damit verbunden ist, in jedem einzelnen Falle
wiederholt werden m&uuml;&szlig;te. Erst dadurch, da&szlig; die
<em class="gesperrt">richtige</em> Bahn nun zu einer solchen <em class="gesperrt">geringsten
Widerstandes</em> wird, entsteht eine <em class="gesperrt">dauerhafte</em>
&raquo;Anpassung der inneren an &auml;u&szlig;ere Bewegungen&laquo;,
wie die Formel Spencers vom Leben lautet.</p>

<p><span class='pagenum'><a name="Page_17">[17]</a></span>
Da sich aber in der Au&szlig;enwelt die Beziehungen
des <em class="gesperrt">Nebeneinander</em>, <em class="gesperrt">Nacheinander</em> und <em class="gesperrt">Durch-</em>
oder <em class="gesperrt">Aus</em>einander unausgesetzt wiederholen, so
werden auch die entsprechenden Vorstellungen des
<em class="gesperrt">Raumes</em>, der <em class="gesperrt">Zeit</em> und der <em class="gesperrt">Ursache</em> in vorz&uuml;glich
ausgeschliffenen Bahnen verlaufen. Sie werden,
wie gelehrige Sch&uuml;ler, nicht nur ihr Pensum bald
fehlerlos auswendig k&ouml;nnen, sondern selbst die
Korrektur der anderen Vorstellungen &uuml;bernehmen
k&ouml;nnen. Sie stehen f&uuml;r uns dann als die ordnenden
Kr&auml;fte des Vorstellungslebens um so mehr da,
als ihre eigene Erziehung durch die Wirklichkeit
<em class="gesperrt">vor</em> unserm Bewu&szlig;twerden und vor unserer Geburt
liegt.</p>

<p>Lassen Sie uns daher einen Blick auf die Erziehung
dieser Erzieher werfen.</p>

<p>Zun&auml;chst die <em class="gesperrt">Raumvorstellung</em>. Sie ist entstanden
&ndash; wie jetzt wohl unter den neueren Psychologen
feststeht &ndash; aus Bewegungsempfindungen.
Durch die Bewegung der Augenmuskeln entsteht,
wenn der gelbe Fleck der Retina die Linien eines
Objekts verfolgt, die Vorstellung der Fl&auml;che, wenn die
beiden Augen konvergent gestellt werden, die der Tiefe.
<em class="gesperrt">Dabei erzwingt die Wirklichkeit durch unausgesetztes
Korrigieren falscher Bewegungen
ein genaues Entsprechen der Bahnfigur
(der Vorstellung) und des Objektes.</em> In
gleicher Weise kann auch durch die Bewegung des
Armes beim Abtasten eines Gegenstandes die Raumvorstellung
<span class='pagenum'><a name="Page_18">[18]</a></span>
gebildet werden. Und die beiden so
gewonnenen Raumvorstellungen kollidieren nicht &ndash;
werden also von uns identifiziert. Da diese Bewegungsempfindungen
aus <em class="gesperrt">Beziehungen</em> zwischen
den Empfindungen zweier Lagen bestehen, so k&ouml;nnen
wir die Raumvorstellung bezeichnen als <em class="gesperrt">die zu
einer einheitlichen Vorstellung verschmolzene
Gesamtheit unserer Bewegungsbeziehungen</em>.</p>

<p>In einer interessanten und einleuchtenden Arbeit
hat Heinrich Sachs nachgewiesen, da&szlig; diese Verschmelzung
schon in einem subkortikalen Zentrum,
dem Augenmuskelkern, erfolgt, so da&szlig; die Raumvorstellung
schon <em class="gesperrt">als fertige Einheit</em> zu den im
Gro&szlig;hirn entstehenden Gebilden in Beziehungen
treten w&uuml;rde. Es ist klar, da&szlig; durch eine solche,
abgesondert von den anderen Vorstellungen erfolgte
Entstehung der Eindruck eines Nichtgewordenseins,
einer Apriorit&auml;t noch verst&auml;rkt werden mu&szlig;, der
auch ohne diese Hypothese aus der Befestigung der
Bahnen in ungez&auml;hlten Vorgeschlechtern verst&auml;ndlich
ist.</p>

<p>Die <em class="gesperrt">Zeitvorstellung</em> entsteht aus den Empfindungen
des Nacheinander, in welchem sich alle
Bewegung, sowohl die innere wie die &auml;u&szlig;ere, vollzieht.
Dasselbe Nacheinander, nicht als Kontinuum,
sondern in einzelnen Wiederholungen empfunden,
ergibt die <em class="gesperrt">Zahl</em>. Zeit- und Zahlvorstellung spiegeln
also <em class="gesperrt">die objektive Ordnung des inneren</em> wie
<span class='pagenum'><a name="Page_19">[19]</a></span>
<em class="gesperrt">des &auml;u&szlig;eren Geschehens</em> wider. Sie wirken
ihrerseits ordnend auf alle Vorstellungen, die das
Zeit- oder Zahlmoment enthalten. Ihre <em class="gesperrt">Ein</em>dimensionalit&auml;t,
die eine Verwirrung nicht zul&auml;&szlig;t, gestaltet
ihre ordnende Kraft besonders einfach und klar.</p>

<p>Die Vorstellung <em class="gesperrt">kausaler</em> Beziehungen endlich
ist, wie jetzt wohl allgemein angenommen wird,
aus den Beziehungen der Innen- zur Au&szlig;enwelt entstanden.
Zwei sich immer wiederholende Vorg&auml;nge
sind es, die sich uns unter dem Bilde von <em class="gesperrt">Ursache
und Wirkung</em> darstellen: die Wirkung der Au&szlig;enwelt
auf uns und unsere Wirkung auf die Au&szlig;enwelt
&ndash; der Anfang und das Ende der Reflexkette.
Einen Schlag empfinden wir als <em class="gesperrt">Ursache</em> des
Schmerzes und die motorische Innervation unserer
Armmuskeln als <em class="gesperrt">Ursache</em> der Armbewegung. Diese
Doppelvorg&auml;nge stehen in einer Beziehung zueinander,
die durch das zeitliche Nacheinander augenscheinlich
nicht ersch&ouml;pft wird &ndash; bekanntlich wollte
Hume sie daraus hervorgehen lassen &ndash;, in der vielmehr
das Durcheinander-bewirkt-werden, das Auseinander-hervorgehen,
der Kraftcharakter vorherrscht.</p>

<p>Die so aus uns gesch&ouml;pfte Vorstellung der Kausalit&auml;t
wurde nun zun&auml;chst <em class="gesperrt">begrifflich</em> untersucht.
Sie wissen, da&szlig; sich die philosophische Debatte der
letzten 200 Jahre gro&szlig;enteils um diesen Begriff gedreht
hat. Schauen wir auf den heutigen Zustand,
so k&ouml;nnen wir nur sagen: mit recht wenig Erfolg!
Es gelang nicht einmal, den Begriff der Ursache von
<span class='pagenum'><a name="Page_20">[20]</a></span>
dem der Bedingung und dem der Veranlassung
scharf abzugrenzen, noch sich &uuml;ber die Gleichartigkeit
oder Ungleichartigkeit von Ursache und Wirkung
einig zu werden. So definiert ein neuerer
Psychologe (H&ouml;fler) Ursache als &raquo;die Summe der
notwendigen <em class="gesperrt">Bedingungen</em> eines Anfanges&laquo;. Ein
anderer (Stumpf) erkl&auml;rt &raquo;Ursache und Wirkung
brauchen nicht gleichartig zu sein&laquo;. Und sogar
Naturforscher von einem Range wie Verworn lassen
sich durch die Philosophen mi&szlig;trauisch gegen den
<em class="gesperrt">Begriff</em> der Kausalit&auml;t machen und geben die L&ouml;sung
preis, die sie als Naturforscher im <em class="gesperrt">vorstellenden</em>
Denken in der Hand haben.</p>

<p>&raquo;Ein gesetzm&auml;&szlig;iger Vorgang oder Zustand&laquo;, erkl&auml;rt
Verworn, &raquo;ist nie eindeutig bestimmt durch eine einzige
Ursache, sondern immer nur durch eine Summe
von <em class="gesperrt">Bedingungen</em>, die s&auml;mtlich gleichwertig sind,
weil sie eben notwendig sind. Kausale Gesetzm&auml;&szlig;igkeit
ist spekulative Mystik, <em class="gesperrt">konditionale</em> Gesetzm&auml;&szlig;igkeit
ist <em class="gesperrt">Erfahrung</em>! Alle Gesetzm&auml;&szlig;igkeit hat
<em class="gesperrt">konditionale Form</em>: wenn es regnet, dann ist es
na&szlig;.&laquo; Das w&auml;re also Bankrotterkl&auml;rung des Kausalbegriffs
in bester Form!</p>

<p>Aber die konditionale Form ist nur eine Sprachform
und weit entfernt davon, die Form der Erfahrung,
der direkten Vorstellung zu sein! Diese ist
doch so: wir sehen, da&szlig; beim Regen die getroffenen
Gegenst&auml;nde na&szlig; werden; wir sehen das h&auml;ufig und
bilden eine feste Verbindung der Vorstellungen Regen
<span class='pagenum'><a name="Page_21">[21]</a></span>
und na&szlig;. Oder in unserer physiologischen Deutung:
zwischen den gleichzeitig erregten Bahnfiguren Regen
und na&szlig; schleifen sich Verbindungsbahnen aus,
die bei jeder folgenden Erregung vertieft werden,
so da&szlig; schlie&szlig;lich die Erregung <em class="gesperrt">einer</em> Figur mit
Sicherheit die der anderen nach sich zieht. Es ist
<em class="gesperrt">lediglich sprachliche Form</em>, wenn wir sagen:
wir <em class="gesperrt">schlie&szlig;en</em> aus der h&auml;ufigen Beobachtung, da&szlig;
es <em class="gesperrt">immer, wenn</em> es regnet, na&szlig; wird.</p>

<p>Das ist nebenher ein gutes Beispiel f&uuml;r unser
Thema.</p>

<p>Klarheit aber und Festigkeit und messende Genauigkeit
erwachsen dem Ursachebegriff <em class="gesperrt">aus der
Au&szlig;enwelt</em> und nur aus ihr. Die Erkenntnis, da&szlig;
alles Geschehen in einem Energiewechsel beruht,
und da&szlig; dabei die verschwindende Energie der neu
erscheinenden <em class="gesperrt">quantitativ gleich</em> ist, hebt <em class="gesperrt">die
eine</em> Bedingung des Geschehens, die der Wirkung
gleich ist, als &raquo;Ursache&laquo; heraus aus den &uuml;brigen
Bedingungen, die zu blo&szlig;en Leitformen der besonderen
Art der Energiewirkung herabsinken. So
ist das sinkende Wassergewicht die einzige <em class="gesperrt">Ursache</em>
der von der Turbinenwelle geleisteten Arbeit,
w&auml;hrend die Leitformen des Gerinnes, der Turbine
selbst usw. die allerdings auch notwendigen
<em class="gesperrt">Bedingungen</em> darstellen, die z.&nbsp;B. verhindern, da&szlig;
die Energie des Wassergef&auml;lles sich in anderer Weise
&auml;u&szlig;ert, etwa in freiem Sturz sich in W&auml;rmeenergie
umsetzt.</p>

<p><span class='pagenum'><a name="Page_22">[22]</a></span>
Daraus, da&szlig; wir diese Bedingungen f&uuml;r die besondere
Form des Energieumsatzes als <em class="gesperrt">notwendig</em>
bezeichnen, zu schlie&szlig;en, da&szlig; sie der Ursache gleichwertig
sind, &ndash; auch das ist nichts als eine zu vertrauensvolle
Anwendung einer Sprachform auf Wirklichkeitsvorstellungen.</p>

<p><em class="gesperrt">Aus der Au&szlig;enwelt</em> also &ndash; im Zusammenwirken
mit der physischen Innenwelt &ndash; <em class="gesperrt">beziehen
die drei allein herrschenden Vorstellungen
des Raumes, der Zeit und der Ursache ihre
ordnende Kraft</em>. Da die Au&szlig;enwelt direkt nur mit
unserm <em class="gesperrt">vorstellenden</em> Denken in Verbindung steht,
so wirken auch diese drei Ordnungsprinzipien direkt
nur in diesem.</p>

<p>Gibt es aber vielleicht noch andere als diese drei
Ordnungsm&auml;chte? Da alles energetische Geschehen
aus ihnen restlos erkl&auml;rbar ist, so brauchen wir zur
Erkl&auml;rung der Au&szlig;enwelt weiter keine, kennen auch
keine. Von au&szlig;en her k&ouml;nnen uns also keine weiteren
Quellen der Ordnung kommen.</p>

<p>Obwohl nun diese drei Vorstellungen sich ihrer
physiologischen Natur nach nicht von anderen unterscheiden,
werden wir doch berechtigt sein, sie sowohl
wegen ihrer engen und ersch&ouml;pfenden Beziehungen
zur Au&szlig;enwelt als wegen ihrer ordnenden
Bedeutung in unserer Vorstellungswelt mit einem
besonderen Namen zu bezeichnen. Wir werden daf&uuml;r
den f&uuml;r die ordnenden Verstandeskr&auml;fte &uuml;blichen
Namen &raquo;<em class="gesperrt">Kategorien</em>&laquo; w&auml;hlen d&uuml;rfen, ungeachtet
<span class='pagenum'><a name="Page_23">[23]</a></span>
sie wesentlich verschieden von den <em class="gesperrt">Kantschen
Kategorien</em> sind.</p>

<p>Denn sie sind nicht eigenartige, unerkl&auml;rte M&auml;chte
des Verstandes wie jene, sondern normale Beziehungsvorstellungen.</p>

<p>Sie sind nicht a&nbsp;priori, sondern durch Erfahrung
geworden.</p>

<p>Kant z&auml;hlt zw&ouml;lf Formen des Verstandes und
dazu zwei der Sinnlichkeit (Raum und Zeit), entsprechend
seiner scharfen Scheidung zwischen Sinnlichkeit
und Verstand, wir kennen nur die genannten
drei, die f&uuml;r Sinnlichkeit wie f&uuml;r Verstand &ndash; f&uuml;r uns
nichts Verschiedenartiges &ndash; gelten.</p>

<p>Kant leitet seine Kategorien aus den Schlu&szlig;formen
her, also aus Formen des sprachlichen, abgeleiteten
Denkens, ein besonders nach unserer Anschauung
recht ungl&uuml;cklicher Gedanke; wir gewinnen die
unsrigen aus den Beziehungen der Au&szlig;enwelt, der
Quelle alles seelischen Geschehens.</p>

<p>Welches sind nun aber <em class="gesperrt">die ordnenden Kr&auml;fte
im begrifflichen Denken</em>? Wenn die Kr&auml;fte der
Au&szlig;enwelt durch die Schicht des vorstellenden Denkens
schon gleichsam absorbiert sind &ndash; gibt es
nicht &auml;hnlich wirkende innere Kr&auml;fte in der begrifflichen
Schicht?</p>

<p>Wir k&ouml;nnen, von unserm physikalisch-chemischen
Gesichtspunkt aus, keine entdecken!</p>

<p>Wie, wird man mich anfahren, kennen Sie nicht
die alles Denken beherrschende Macht der <em class="gesperrt">Logik</em>
<span class='pagenum'><a name="Page_24">[24]</a></span>
&ndash; in deren Namen schon Sprechen und Denken
und Ordnung vereinigt ist?</p>

<p>In der Tat, jeder f&uuml;gt sich dieser Gro&szlig;macht.
Sogar die Mathematiker, die sich fast ausschlie&szlig;lich
in unseren Kategorien des Raumes und der Zeit bewegen,
sind zum Teil bem&uuml;ht, von Anschauungen
m&ouml;glichst abzusehen und ihre Axiome in ein rein
logisches Gewand zu kleiden.</p>

<p>Die Logiker nun gar kennen ihres Machtgef&uuml;hls
keine Grenzen. &raquo;In der Ausbildung, Entwicklung und
Verkn&uuml;pfung&laquo;, sagt einer von ihnen, Drobisch, &raquo;der
durch die Erfahrung gegebenen Elemente geht das
logische Denken <em class="gesperrt">selbst&auml;ndig und ohne Seitenblicke
auf die Erfahrung seinen eigenen Weg</em>,
gelangt zu komplizierteren und reichhaltigeren Formen
und erweitert durch Anwendung dieser Formen auf
die unmittelbaren Tatsachen der Wahrnehmung und
des Bewu&szlig;tseins die Erkenntnis <em class="gesperrt">ins Unbegrenzte</em>.&laquo;</p>

<p>Da&szlig; dieser auf logischem Wege gewonnenen Erkenntnis
die Tatsachen entsprechen, ist ausgemacht
&ndash; nur, ob ihre Tragweite noch &uuml;ber unsere Welt
hinausgeht, kann zweifelhaft sein! &raquo;Ob den allgemeinen
und notwendigen Formen des Denkens,&laquo;
f&auml;hrt Drobisch fort, &raquo;<em class="gesperrt">denen sich tats&auml;chlich die
Anschauungen f&uuml;gen</em>, <em class="gesperrt">&uuml;ber diese hinaus</em> eine
reale Bedeutung zukommt, ob sie das Wesen der
Dinge ausdr&uuml;cken oder sich gar in ihnen Evolutionen
des Absoluten abspiegeln, dar&uuml;ber kann nur die
Metaphysik Aufschlu&szlig; geben, die aber wiederum, um
<span class='pagenum'><a name="Page_25">[25]</a></span>
den R&uuml;ckweg zum Gegebenen nicht zu verlieren,
ohne den leitenden Faden der formalen Logik nicht
einen Schritt in das dunkle Labyrinth der transzendenten
Spekulation wagen kann.&laquo;</p>

<p>Was hier als m&ouml;glich hingestellt ist, wird von
<em class="gesperrt">Hegel</em> bekanntlich als wirklich behauptet; nach ihm
sind die <em class="gesperrt">sprachlichen Denkformen</em> zugleich
<em class="gesperrt">Wirklichkeitsformen</em> und seine <em class="gesperrt">Logik</em> ist deshalb
<em class="gesperrt">zugleich Physik und Metaphysik</em>.</p>

<p>Und doch &ndash; und doch &ndash; wir finden in unserm
Schema f&uuml;r diese K&ouml;nigin keinen Thron, ja nicht
einmal eine L&uuml;cke, in der wir sie unterbringen
k&ouml;nnten. Ehe wir aber deswegen unser Schema preisgeben,
sehen wir zu, wie sich die Logik, von unserm
Standpunkte gesehen, ausnimmt.</p>

<p>Zun&auml;chst die vier &raquo;<em class="gesperrt">Normalgesetze des Denkens</em>&laquo;.</p>

<ol>
<li>Der Identit&auml;tssatz: <i>A</i> = <i>A</i>. Der Satz bezieht
sich nicht auf eine Wiederholung derselben Vorstellung,
denn dann w&auml;re er falsch, sondern besagt
in der Tat nur: dasselbe ist dasselbe und immer
wieder dasselbe. Das ist aber eine <em class="gesperrt">Sprachform</em>
ohne jeden Vorstellungsinhalt und deshalb v&ouml;llig leer.</li>

<li>Der Satz vom Widerspruch: <i>A</i> kann nicht
gleichzeitig <i>B</i> und nicht <i>B</i> sein, d.&nbsp;h. in unserm
Vorstellungskreise: die Bahnfigur <i>A</i> kann nicht gleichzeitig
mit der <i>B</i> verbunden und nicht verbunden sein.
Aber die Verbindung kann durch mehr oder weniger
Fasern hergestellt sein, auch durch so wenige, da&szlig;
<span class='pagenum'><a name="Page_26">[26]</a></span>
es unm&ouml;glich ist, sich klar zu werden, ob sie &uuml;berhaupt
besteht. Der Apfel kann nicht zugleich gelb
und nicht gelb sein &ndash; das ist logisch, aber bei
weitem nicht immer vorstellungsm&auml;&szlig;ig klar. Denn
die gelbe Farbe kann bis zur Unmerklichkeit in die
gr&uuml;ne oder in die rote &uuml;bergehen. Zweifelfrei ist
die Anwendung des Satzes nur, wo es sich um
quantitative, also r&auml;umliche, zeitliche, kausale Beziehungen
handelt, wie: dieser Punkt kann nicht zugleich
innerhalb und au&szlig;erhalb dieses Kreises liegen,
die Tat kann nicht zugleich gestern und nicht gestern
geschehen sein usw. Das verweist uns auf unsere
Kategorien von Raum und Zeit als den Kern des Satzes.</li>

<li style="list-style-type: none;">Das <em class="gesperrt">dritte Gesetz</em> &raquo;vom ausgeschlossenen Dritten
oder Mittleren&laquo;: <i>A</i> ist entweder <i>B</i> oder nicht <i>B</i>,
ein Drittes oder Mittleres gibt es nicht; der Punkt
liegt entweder in dem Kreise oder nicht in dem
Kreise &ndash; ist der Vorstellung nach mit dem zweiten
Gesetz gleichbedeutend und nur in der Sprachform
verschieden: derselbe Sinn ist dort negativ, hier
positiv ausgedr&uuml;ckt.</li>

<li style="list-style-type: none;">Das <em class="gesperrt">vierte Gesetz</em>: Jedes richtige Urteil ist einer
logisch zureichenden Begr&uuml;ndung f&auml;hig, spricht nur
die vertrauensvolle Annahme aus, da&szlig; gen&uuml;gende
ordnende Kr&auml;fte im richtigen sprachlichen Denken
zur Verf&uuml;gung stehen, ohne eine davon nachzuweisen.
Bekanntlich aber halten wir vieles f&uuml;r richtig, ohne
es logisch begr&uuml;nden zu k&ouml;nnen.</li>
</ol>

<p>So erschlie&szlig;en uns diese vier Normalgesetze keine
<span class='pagenum'><a name="Page_27">[27]</a></span>
<em class="gesperrt">neuen</em> Quellen der Denkordnung. Von ihnen wird
nun aber bei dem <em class="gesperrt">Hauptst&uuml;ck der Logik</em>, der
<em class="gesperrt">Lehre von den Schl&uuml;ssen</em>, nicht einmal viel Gebrauch
gemacht. Vielmehr treten hier zu unserer
&Uuml;berraschung neue &raquo;Grunds&auml;tze&laquo; auf, die ohne weiteres
als feststehend und einleuchtend angenommen
werden. So st&uuml;tzt sich der &raquo;Schlu&szlig; der ersten Figur&laquo;
(nach Drobisch) auf die Grunds&auml;tze:</p>

<ol><li>worin das Ganze enthalten ist, darin ist auch
sein Teil enthalten,</li>

<li>wovon das Ganze ausgeschlossen ist, davon ist
auch jeder Teil ausgeschlossen.</li></ol>

<p>Diese Beziehungen zwischen dem Ganzen und
seinen Teilen sind aber <em class="gesperrt">offensichtlich dem Vorstellungsgebiet
des Raumes und der Zeit</em> entnommen
und <em class="gesperrt">dadurch</em> allerdings ohne weiteres einleuchtend.</p>

<p>Und so weiterschreitend k&ouml;nnen wir die ganze
Syllogistik in Raum- und Zeitvorstellungen aufl&ouml;sen.
Das ist schon von Fr.&nbsp;Alb. Lange geschehen, der
s&auml;mtliche Schlu&szlig;formen zeichnerisch dargestellt
und nachgewiesen hat, da&szlig; sie <em class="gesperrt">aus der r&auml;umlichen
Anschauung</em> ihre <em class="gesperrt">&uuml;berzeugende Kraft</em>
beziehen. Er hat auch mit Recht bemerkt, da&szlig; der
korrekteste logische Beweis, um uns zu &uuml;berzeugen,
der Erg&auml;nzung durch die r&auml;umlich-zeitliche <em class="gesperrt">Anschauung
eines Beispiels</em> bedarf.</p>

<p>Kurz, wir d&uuml;rfen es aussprechen: <em class="gesperrt">die ordnende
Kraft der Logik</em>, die sich ausschlie&szlig;lich im begrifflichen
<span class='pagenum'><a name="Page_28">[28]</a></span>
Denken bet&auml;tigt, <em class="gesperrt">entstammt den Vorstellungskategorien
und durch diese der
Au&szlig;enwelt</em>.</p>

<p><em class="gesperrt">Die Kategorien, in sprachliches Gewand
gekleidet, sprachlich-begrifflichem Denken
angepa&szlig;t &ndash; nichts anderes ist die Logik.</em></p>

<p>Ist damit auch einerseits gegeben, da&szlig; ihre Macht
eine abgeleitete, ihre <em class="gesperrt">Zuverl&auml;ssigkeit</em> eine geringere
ist als die der direkten Kategorien, und da&szlig; gr&ouml;&szlig;ere
Vorsicht bei ihrer Anwendung geboten ist, um Fehler
zu vermeiden &ndash; wer kennt nicht logische Schlu&szlig;reihen,
z.&nbsp;B. juristische oder philosophische, die
ihren Urhebern vollkommen b&uuml;ndig und gegen jeden
Angriff gesichert erschienen sind und doch als fehlerhaft
sich erwiesen haben &ndash;, so ist damit doch auch
anderseits die ungeheure Bedeutung ausgesprochen,
die ihr als Vertreterin der ordnenden Prinzipien in
dem unser Leben beherrschenden Gebiete des sprachlichen
Denkens zukommt. Ja man kann sagen, da&szlig;,
wie das Denken erst in seiner mittelbaren, sprachlichen
Form seine volle Macht erreicht hat, so auch
seine ordnenden Kr&auml;fte in der Logik.</p>

<p>F&uuml;r das Verst&auml;ndnis aber des Denkens ist damit
erreicht &ndash; da&szlig; eine v&ouml;llig r&auml;tselhafte, scheinbar
seine innerste Natur ausmachende Potenz als ein
Beziehungskomplex zwischen chemischen Vorg&auml;ngen
begriffen ist!</p>

<p>Haben wir so die Ordnung nicht nur im vorstellenden,
sondern auch im begrifflichen Denken
<span class='pagenum'><a name="Page_29">[29]</a></span>
als wesentlich aus der Au&szlig;enwelt herr&uuml;hrend erkannt,
so m&uuml;ssen wir, ehe wir dies Kapitel schlie&szlig;en,
uns doch noch vergewissern, ob nicht die Innenwelt,
d.&nbsp;h. das scheinbar so formlos verlaufende
chemische Kr&auml;ftespiel selbst, uns gewisse Ordnungskr&auml;fte
zu liefern vermag. Wir haben bereits gesehen,
da&szlig; die Nervenprozesse nach allgemeinem physikalischem
Gesetz die Bahnen geringsten Widerstandes
w&auml;hlen, und da&szlig; daraus gewisse Gesetzm&auml;&szlig;igkeiten
in der Assoziation und im Denken sich ergeben.
Dabei ist es besonders ein Fall, der, sich immer
wiederholend, gr&ouml;&szlig;te Bedeutung erlangt.</p>

<p>Wenn die Vorstellung eines w&uuml;nschenswerten
Zustandes, eines zu erstrebenden Zieles (durch Assoziationen
irgend welcher Art) in uns auftaucht, so
suchen wir Mittel, sie zu verwirklichen, d.&nbsp;h. wir
suchen die Vorstellungen unseres gegenw&auml;rtigen Zustandes,
von dem wir ja ausgehen m&uuml;ssen, mit
jener auf m&ouml;glichst kurzem Wege zu verbinden, anders
ausgedr&uuml;ckt: die gleichzeitigen Erregungen der
Bahnfiguren einerseits des Zieles, anderseits des
Ausgangspunktes verbinden sich durch Mittelfiguren,
die den geringsten Bahnwiderstand bieten.</p>

<p>So wirkt die <em class="gesperrt">Zielvorstellung</em>, der <em class="gesperrt">Zweckbegriff</em>
mittels des Gesetzes vom geringsten Widerstande
<em class="gesperrt">ordnend</em> auf unser Denken. Und da alles
Denken Handlungen zum schlie&szlig;lichen Ziel und Zweck
hat, so ist dieser <em class="gesperrt">innere</em> Ordnungsfaktor von gr&ouml;&szlig;ter,
unausgesetzter Wirksamkeit.</p>

<p><span class='pagenum'><a name="Page_30">[30]</a></span>
M&uuml;ssen wir ihn also nicht den drei aus der
Au&szlig;enwelt stammenden als vierte Kategorie zuordnen?</p>

<p>Er unterscheidet sich jedenfalls wesentlich von
ihnen. <em class="gesperrt">Anders als die Ursachevorstellung</em>, die
zwar aus der Beziehung innerer zu &auml;u&szlig;eren Vorg&auml;ngen
gewonnen ist, aber durch die Au&szlig;enwelt
allein Form und Kraft und Pr&auml;zision erhalten hat,
<em class="gesperrt">ist der Zweckbegriff auf innere Vorg&auml;nge beschr&auml;nkt
geblieben</em>. Denn alle energetischen Vorg&auml;nge
sind ohne ihn, mit Hilfe der anderen drei
Kategorien allein, erkl&auml;rbar. Es fehlt ihm deshalb
g&auml;nzlich die diesen eigene <em class="gesperrt">messende</em> Kraft, aus
welchem Fehlen man auch umgekehrt auf sein
Nichtvorkommen im &auml;u&szlig;eren Geschehen schlie&szlig;en
kann. Seine herrschende Stellung aber im begrifflichen
Denken und seine enge Beziehung zu
den unsere Zielvorstellungen bestimmenden Gef&uuml;hlen
&ndash; gilt doch zwecklos und wertlos fast als
gleichbedeutend &ndash; machen es verst&auml;ndlich, da&szlig;
man bestrebt war, den Zweckbegriff auch in der
Au&szlig;enwelt zu finden, und da&szlig; um seine Geltung
in dieser, d.&nbsp;h. um die <em class="gesperrt">teleologische Weltanschauung</em>,
ein hartn&auml;ckiger Kampf seit der Zeit
gef&uuml;hrt wird, wo man angefangen hat, mi&szlig;trauisch
gegen Worte zu werden. &ndash; Wir erkennen demnach
in der Zweckvorstellung eine ordnende Kraft
von vielleicht nicht geringerer St&auml;rke als die der
drei Kategorien, aber von anderer Art, weil lediglich
<span class='pagenum'><a name="Page_31">[31]</a></span>
aus dem inneren physischen Geschehen statt aus
dem &auml;u&szlig;eren stammend.</p>

<p>Hiermit will ich die Gegen&uuml;berstellung des vorstellenden
und des begrifflichen Denkens beschlie&szlig;en.</p>

<p>Sie zeigt uns ein Bild, das diese beiden Formen
unseres Denkens in weit verschiedeneren und markierteren
Umrissen erkennen l&auml;&szlig;t, als wir gewohnt
sind, sie zu sehen. Es war vielleicht nicht uninteressant
zu sehen, wie weit die von uns stets gemeinsam
gehandhabten Denkformen unter dem physiologischen
Gesichtspunkt auseinanderr&uuml;cken.</p>

<p>Es war ein Versuch, dem Namen nach vertraute,
der Vorstellung nach aber unbekannte geistige Erscheinungen
unter der Form physikalisch-chemischer
Vorg&auml;nge zu deuten.</p>

<p>Ich werde zufrieden sein, wenn Sie daraus die
&Uuml;berzeugung gewonnen haben, da&szlig; ein solcher Versuch
schon nach dem heutigen Stande der Naturwissenschaften
nicht aussichtslos und f&auml;hig ist, uns
neue Einblicke in die Natur unseres Geistes zu verschaffen.</p>

<p>Sie werden mir wohl nicht vorwerfen, da&szlig; ich
manche und sogar wichtige zu meinem Stoffe geh&ouml;rigen
Teile &uuml;bergangen habe &ndash; denn das ist
selbstverst&auml;ndlich und bei einem so ausgedehnten
Stoffe unvermeidlich.</p>

<p>Sie werden es mir aber mit Recht als Fehler
anrechnen, da&szlig; ich &uuml;berhaupt ein so reiches Thema
gew&auml;hlt habe, ein Thema, das in der kurzen mir
<span class='pagenum'><a name="Page_32">[32]</a></span>
zustehenden Zeit keine andere als eine skizzenhafte
und l&uuml;ckenhafte Behandlung zulie&szlig;.</p>

<p>Ich darf aber erw&auml;hnen, da&szlig; meine Ausf&uuml;hrungen
nur einen Ausschnitt aus einer gr&ouml;&szlig;eren Arbeit bilden,
in der sie in breiterer Ausf&uuml;hrung und besser
gest&uuml;tzt durch einen gr&ouml;&szlig;eren Zusammenhang demn&auml;chst
erscheinen werden<a name="FNanchor_2_2" href="#Footnote_2_2" class="fnanchor">[2]</a>.</p>

<div class="footnotes">
<div class="footnote"><p><a name="Footnote_1_1" href="#FNanchor_1_1" class="label">[1]</a> <cite>Allgemeine Biologie</cite>, Wien 1906.</p></div>
<div class="footnote"><p><a name="Footnote_2_2" href="#FNanchor_2_2" class="label">[2]</a> Unter dem Titel: <cite class="gesperrt">Autonomer Idealismus auf
Grundlage einer durchgef&uuml;hrt mechanistischen
Seelenauffassung</cite>.</p></div>
</div>

</body>
</html>
